[IO_HandsomeJackHere_Lock InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_HandsomeJackHere_TrashDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Echo MissionItemDefinition]
UseFailureCharacterMessage="They should. %s Use this tool."
ItemName="gets"
PickupMessage="He says %s"
UseFailureLevelMessage="You must be %d or greater to use this feature."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Normally"

[ItemDefs.ID_Echo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Interview by former New Haven Trustee Helena Pierce."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HandsomeJackHere_Echo1 MissionItemDefinition]
UseFailureCharacterMessage="Is this necessary? %s Use this item."
ItemName="Echo device"
PickupMessage="You have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="General"

[ItemDefs.ID_MO_HandsomeJackHere_Echo1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The record is held by former New Haven head coach Helena Pierce."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HandsomeJackHere_Echo2 MissionItemDefinition]
UseFailureCharacterMessage="genius %s Use this item."
ItemName="the machine resonates"
PickupMessage="he is there %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="you can't use it."
NoManufacturerName="all in all"

[ItemDefs.ID_MO_HandsomeJackHere_Echo2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Biography of Helena Pierce, Principal of New Haven."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HandsomeJackHere_MissionGiver MissionItemDefinition]
UseFailureCharacterMessage="It should be %s To use this application."
ItemName="Eco Tools"
PickupMessage="That's yours %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="You cannot use this.."
NoManufacturerName="normal"

[ItemDefs.ID_MO_HandsomeJackHere_MissionGiver:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Photo by Helena Pierce, former mayor of New Haven.."
NoConstraintText=""
Suffix=""
Prefix=""

[LootableGrades.ObjectGrade_BullyMongPile_Echo InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

